Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
sv: Veckovis

source: What changed
de: Was sich geändert hat
es: Qué ha cambiado
fr: Ce qui a changé
it: Cosa è cambiato
sv: Vad som ändrades

source: What GradeLab does with your information.
de: Was GradeLab mit deinen Informationen macht.
es: Qué hace GradeLab con tu información.
fr: Ce que GradeLab fait de vos informations.
it: Cosa fa GradeLab con le tue informazioni.
sv: Vad GradeLab gör med dina uppgifter.

source: What the diamond does, and how to animate a property in three steps.
de: Was die Raute macht und wie du eine Eigenschaft in drei Schritten animierst.
es: Qué hace el rombo, y cómo animar una propiedad en tres pasos.
fr: Ce que fait le losange, et comment animer une propriété en trois étapes.
it: Cosa fa il rombo, e come animare una proprietà in tre passi.
sv: Vad romben gör, och hur du animerar en egenskap i tre steg.

source: What the diamond is telling you
de: Was die Raute dir sagt
es: Qué te está diciendo el rombo
fr: Ce que le losange vous dit
it: Cosa ti sta dicendo il rombo
sv: Vad romben berättar

source: What the export uses. Slower to update while you drag.
de: Was der Export verwendet. Aktualisiert sich beim Ziehen langsamer.
es: Lo que usa la exportación. Más lento de actualizar mientras arrastras.
fr: Ce qu'utilise l'export. Plus lent à se mettre à jour pendant que vous faites glisser.
it: Ciò che usa l'esportazione. Più lento da aggiornare mentre trascini.
sv: Det exporten använder. Långsammare att uppdatera medan du drar.

source: What the match is allowed to touch. Switch off anything you have already set by hand.
de: Was der Abgleich anfassen darf. Schalte alles aus, was du schon von Hand eingestellt hast.
es: Lo que el ajuste puede tocar. Desactiva todo lo que ya hayas puesto a mano.
fr: Ce que la correspondance a le droit de toucher. Désactivez tout ce que vous avez déjà réglé à la main.
it: Cosa l'abbinamento può toccare. Disattiva tutto ciò che hai già impostato a mano.
sv: Vad matchningen får röra. Stäng av allt du redan har ställt in för hand.

source: Wheel
de: Rad
es: Rueda
fr: Roue
it: Ruota
sv: Hjul

source: When on, export uses %1$lld × %2$lld and %3$@. Turn off to choose a different output size or frame rate in Export.
de: Wenn aktiviert, verwendet der Export %lld × %lld und %@. Schalte es aus, um in Export eine andere Ausgabegröße oder Bildrate zu wählen.
es: Cuando está activado, la exportación usa %lld × %lld y %@. Desactívalo para elegir otro tamaño de salida o frecuencia de fotogramas en Exportar.
fr: Lorsque cette option est activée, l'export utilise %lld × %lld et %@. Désactivez-la pour choisir une autre taille de sortie ou fréquence d'images dans Export.
it: Quando è attivo, l'esportazione usa %lld × %lld e %@. Disattivalo per scegliere un'altra dimensione di uscita o frequenza fotogrammi in Esporta.
sv: När det är på använder exporten %lld × %lld och %@. Stäng av för att välja en annan utdatastorlek eller bildfrekvens i Export.

source: Whip Left
de: Whip nach links
es: Whip a la izquierda
fr: Whip à gauche
it: Whip a sinistra
sv: Svep vänster

source: Whip Right
de: Whip nach rechts
es: Whip a la derecha
fr: Whip à droite
it: Whip a destra
sv: Svep höger

source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
sv: Vit

source: White Balance
de: Weißabgleich
es: Balance de blancos
fr: Balance des blancs
it: Bilanciamento del bianco
sv: Vitbalans

source: Whites
de: Weiß
es: Blancos
fr: Blancs
it: Bianchi
sv: Vitpunkter

source: Whole frame
de: Ganzer Frame
es: Todo el fotograma
fr: Image entière
it: Tutto il fotogramma
sv: Hela bildrutan

source: Wide gamut
de: Großer Farbraum
es: Gama amplia
fr: Gamut étendu
it: Gamut esteso
sv: Brett färgomfång

source: Width
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
sv: Bredd

source: Width scale
de: Breitenskalierung
es: Escala de anchura
fr: Échelle en largeur
it: Scala in larghezza
sv: Breddskala

source: Wiggle
de: Wackeln
es: Vibración
fr: Tremblement
it: Tremolio
sv: Vickning

source: Wipe
de: Wischen
es: Barrido
fr: Volet
it: Tendina
sv: Svep

source: Wipe Down
de: Wischen nach unten
es: Barrido hacia abajo
fr: Volet vers le bas
it: Tendina in basso
sv: Svep nedåt

source: Wipe Left
de: Wischen nach links
es: Barrido a la izquierda
fr: Volet à gauche
it: Tendina a sinistra
sv: Svep vänster

source: Wipe Right
de: Wischen nach rechts
es: Barrido a la derecha
fr: Volet à droite
it: Tendina a destra
sv: Svep höger

source: Wipe Up
de: Wischen nach oben
es: Barrido hacia arriba
fr: Volet vers le haut
it: Tendina in alto
sv: Svep uppåt

source: WIPES
de: WISCHER
es: CORTINILLAS
fr: VOLETS
it: TENDINE
sv: SVEP

# workflow.step.analyze
source: Analyze
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
sv: Analys

# workflow.step.grade
source: Grade
de: Grading
es: Color
fr: Couleur
it: Grading
sv: Färg

source: Working space
de: Arbeitsfarbraum
es: Espacio de trabajo
fr: Espace de travail
it: Spazio di lavoro
sv: Arbetsrymd

source: Works on every slider in the app — grading, transform, text, audio and export.
de: Funktioniert bei jedem Regler in der App — Grading, Transformation, Text, Audio und Export.
es: Funciona en todos los controles de la app: etalonaje, transformación, texto, audio y exportación.
fr: Fonctionne sur tous les curseurs de l'app — étalonnage, transformation, texte, audio et export.
it: Funziona su tutti i cursori dell'app: grading, trasformazione, testo, audio ed esportazione.
sv: Fungerar på alla reglage i appen — grading, transform, text, ljud och export.

source: Wrap width
de: Umbruchbreite
es: Anchura de ajuste
fr: Largeur de retour à la ligne
it: Larghezza di a capo
sv: Radbrytningsbredd

source: year
de: Jahr
es: año
fr: an
it: anno
sv: år

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
sv: Årsvis

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
sv: Gul

source: Your color. Without limits.
de: Deine Farbe. Ohne Grenzen.
es: Tu color. Sin límites.
fr: Votre couleur. Sans limites.
it: Il tuo colore. Senza limiti.
sv: Din färg. Utan gränser.

source: Your grade is baked into the exported frames.
de: Dein Grading wird fest in die exportierten Frames eingerechnet.
es: Tu etalonaje queda integrado en los fotogramas exportados.
fr: Votre étalonnage est intégré aux images exportées.
it: Il tuo grading viene integrato nei fotogrammi esportati.
sv: Din grading bakas in i de exporterade bildrutorna.

source: Your imported clips, photographs and non-destructive grades will appear here.
de: Deine importierten Clips, Fotos und nicht-destruktiven Gradings erscheinen hier.
es: Aquí aparecerán tus clips importados, tus fotografías y tus etalonajes no destructivos.
fr: Vos clips importés, vos photographies et vos étalonnages non destructifs apparaîtront ici.
it: Qui compariranno le tue clip importate, le tue fotografie e i tuoi grading non distruttivi.
sv: Dina importerade klipp, fotografier och icke-förstörande gradingar visas här.

source: Zebra threshold
de: Zebra-Schwelle
es: Umbral de cebras
fr: Seuil des zébrures
it: Soglia delle zebre
sv: Zebratröskel

source: Zebras
de: Zebra
es: Cebras
fr: Zébrures
it: Zebre
sv: Zebror

source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoom avant
it: Ingrandisci
sv: Zooma in

source: Zoom In
de: Hineinzoomen
es: Acercar
fr: Zoom avant
it: Zoom avanti
sv: Zooma in

source: Zoom In Timeline
de: Timeline vergrößern
es: Acercar la línea de tiempo
fr: Zoom avant sur la timeline
it: Ingrandisci la timeline
sv: Zooma in tidslinjen

source: Zoom out
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Riduci
sv: Zooma ut

source: Zoom Out
de: Herauszoomen
es: Alejar
fr: Zoom arrière
it: Zoom indietro
sv: Zooma ut

source: Zoom Out Timeline
de: Timeline verkleinern
es: Alejar la línea de tiempo
fr: Zoom arrière sur la timeline
it: Riduci la timeline
sv: Zooma ut tidslinjen

source: Add video from Files
de: Video aus Dateien hinzufügen
es: Añadir vídeo desde Archivos
fr: Ajouter une vidéo depuis Fichiers
it: Aggiungi video da File
sv: Lägg till video från Filer

source: Add video overlay from Files
de: Video-Overlay aus Dateien hinzufügen
es: Añadir superposición de vídeo desde Archivos
fr: Ajouter une incrustation vidéo depuis Fichiers
it: Aggiungi sovrapposizione video da File
sv: Lägg till videooverlay från Filer

source: Add image overlay from Files
de: Bild-Overlay aus Dateien hinzufügen
es: Añadir superposición de imagen desde Archivos
fr: Ajouter une incrustation d'image depuis Fichiers
it: Aggiungi sovrapposizione immagine da File
sv: Lägg till bildoverlay från Filer

source: Video clip from Files
de: Videoclip aus Dateien
es: Videoclip desde Archivos
fr: Clip vidéo depuis Fichiers
it: Clip video da File
sv: Videoklipp från Filer

source: Video overlay from Files
de: Video-Overlay aus Dateien
es: Superposición de vídeo desde Archivos
fr: Incrustation vidéo depuis Fichiers
it: Sovrapposizione video da File
sv: Videooverlay från Filer

source: Image overlay from Files
de: Bild-Overlay aus Dateien
es: Superposición de imagen desde Archivos
fr: Incrustation d'image depuis Fichiers
it: Sovrapposizione immagine da File
sv: Bildoverlay från Filer

source: %@ · %lld frames
es: %@ · %lld fotogramas
fr: %@ · %lld images
it: %@ · %lld fotogrammi
sv: %@ · %lld bildrutor

source: %@ keyframe
es: Fotograma clave: %@
fr: Image clé : %@
it: Fotogramma chiave: %@

source: %@ keyframes
es: Fotogramas clave: %@
fr: Images clés : %@
it: Fotogrammi chiave: %@

source: %lld frames
es: %lld fotogramas
fr: %lld images
it: %lld fotogrammi
sv: %lld bildrutor

source: %lld keyframes
es: %lld fotogramas clave
fr: %lld images clés
it: %lld fotogrammi chiave

source: %lld-bit
es: %lld bits
fr: %lld bits
sv: %lld-bitars

source: Action
es: Acción
it: Azione

source: Action Ramp
es: Rampa de acción
fr: Rampe action
it: Rampa action

source: Alpha Matte
es: Máscara alfa
fr: Cache alpha
it: Maschera alfa
sv: Alfamatte

source: Animation
es: Animación
it: Animazione
sv: Animering

source: Audio clip
es: Clip de audio
fr: Clip audio
it: Clip audio
sv: Ljudklipp

source: Beats
es: Tiempos
fr: Temps
it: Battiti

source: Bezier
es: Bézier
fr: Bézier
it: Bézier
sv: Bézier

source: Bitrate
es: Tasa de bits
fr: Débit
sv: Bithastighet

source: Blend
es: Fusión
fr: Fusion
it: Fusione
sv: Blandning

source: Chroma
es: Croma
it: Croma
sv: Kroma

source: Chroma / Luma
es: Croma / Luma
it: Croma / Luma
sv: Kroma/luma

source: Cinematic
es: Cinematográfico
fr: Cinématique
it: Cinematografico
sv: Filmisk

source: Cinematic Hits
es: Golpes cinematográficos
fr: Impacts cinématiques
it: Colpi cinematografici
sv: Filmiska anslag

source: Codec
es: Códec

source: Community
es: Comunidad
fr: Communauté

source: Cross Zoom
es: Zoom cruzado
fr: Zoom croisé
it: Zoom incrociato
sv: Korszoom

source: Ease In & Out
es: Entrada y salida suaves
fr: Accélération et décélération
it: Ease In e Out
sv: Mjuk in och ut

source: Ellipse
es: Elipse
it: Ellisse
sv: Ellips

source: Essentials
es: Esenciales
fr: Essentiels
it: Essenziali
sv: Grunderna

source: Format
es: Formato
it: Formato

source: Frame
es: Fotograma
fr: Image
it: Fotogramma
sv: Bildruta

source: Frame Interpolation
es: Interpolación de fotogramas
fr: Interpolation d'images
it: Interpolazione fotogrammi
sv: Bildinterpolering

source: Frames
es: Fotogramas
fr: Images
it: Fotogrammi
sv: Bildrutor

source: Gain map
es: Mapa de ganancia
fr: Carte de gain
it: Mappa di guadagno

source: Glow radius
es: Radio del glow
fr: Rayon du glow
it: Raggio del glow
sv: Glow-radie

source: HDR gain map
es: Mapa de ganancia HDR
fr: Carte de gain HDR
it: Mappa di guadagno HDR

source: Hero
es: Plano estrella
fr: Plan héros
it: Piano eroe

source: Hits
es: Golpes
fr: Impacts
it: Colpi
sv: Anslag

source: Kaleido
es: Caleido
fr: Kaléido
it: Caleido
sv: Kalejdoskop

source: Keyframes
es: Fotogramas clave
fr: Images clés
it: Fotogrammi chiave

source: Lasso
es: Lazo
it: Lazo

source: Linear
es: Lineal
fr: Linéaire
it: Lineare
sv: Linjär

source: Loop
es: Bucle
fr: Boucle

source: Matte
es: Máscara
fr: Cache
it: Maschera

source: Maximum
es: Máximo
it: Massimo

source: Montage
es: Montaje
it: Montaggio

source: Montage Ramp
es: Rampa de montaje
fr: Rampe montage
it: Rampa montaggio

source: Name
es: Nombre
fr: Nom
it: Nome
sv: Namn

source: Neutral
es: Neutro
fr: Neutre
it: Neutro

source: Offline
es: Sin conexión
fr: Hors ligne

source: Orange
es: Naranja
it: Arancione

source: Original timing
es: Sincronía original
fr: Timing d'origine
it: Sincronia originale
sv: Originaltajming

source: Overlay
es: Superposición
fr: Calque
it: Sovrapposizione
sv: Överlägg

source: Overlays
es: Superposiciones
fr: Superpositions
it: Sovrapposizioni
sv: Överlägg

source: Pause
es: Pausa
it: Pausa
sv: Pausa

source: Polygon
es: Polígono
fr: Polygone
it: Poligono

source: Pop Out
es: Pop de salida
fr: Pop sortant
it: Pop in uscita
sv: Pop ut

source: Position X
es: Posición X
it: Posizione X

source: Position Y
es: Posición Y
it: Posizione Y

source: Preset Name
es: Nombre del preajuste
fr: Nom du préréglage
it: Nome del preset
sv: Namn på förinställning

source: Presets
es: Preajustes
fr: Préréglages
it: Preset
sv: Förinställningar

source: Radius
es: Radio
fr: Rayon
it: Raggio
sv: Radie

source: Ramp
es: Rampa
fr: Rampe
it: Rampa

source: RGB Split
es: División RGB
fr: Décalage RVB
it: Divisione RGB
sv: RGB-delning

source: Risers
es: Subidas
fr: Montées
it: Riser
sv: Stegringar

source: Sounds
es: Sonidos
fr: Sons
it: Suoni
sv: Ljud

source: System
es: Sistema
fr: Système
it: Sistema

source: Text
es: Texto
fr: Texte
it: Testo

source: Text Animation
es: Animación de texto
fr: Animation de texte
it: Animazione del testo
sv: Textanimering

source: Timeline
es: Línea de tiempo
sv: Tidslinje

source: Timeline Clip
es: Clip de la línea de tiempo
fr: Plan de la timeline
it: Clip della timeline
sv: Tidslinjeklipp

source: Timeline zoom
es: Zoom de la línea de tiempo
fr: Zoom de la timeline
it: Zoom della timeline
sv: Tidslinjens zoom

source: Tracking
es: Seguimiento
fr: Suivi
it: Tracciamento
sv: Spårning

source: Transfer
es: Transferencia
fr: Transfert
it: Trasferimento
sv: Överföring

source: Video
es: Vídeo
fr: Vidéo

source: Video Bitrate
es: Tasa de bits de vídeo
fr: Débit vidéo
it: Bitrate video
sv: Videobithastighet

source: Video clip
es: Clip de vídeo
fr: Clip vidéo
it: Clip video
sv: Videoklipp

source: Video editor
es: Editor de vídeo
fr: Éditeur vidéo
it: Editor video
sv: Videoredigerare

source: Video overlay
es: Superposición de vídeo
fr: Superposition vidéo
it: Sovrapposizione video
sv: Videoöverlägg

# workflow.step.export
source: Export
es: Exportar
it: Esporta

source: Diagonal
fr: Diagonale
it: Diagonale

source: Foley
fr: Bruitage

source: Glitches
fr: Glitchs
it: Glitch
sv: Glitchar

source: Normal
fr: Normale
it: Normale

source: %lld clips
it: %lld clip
sv: %lld klipp

source: Global
it: Globale

source: Original
it: Originale

source: ORIGINAL
it: ORIGINALE

source: %@ · Clip %lld
sv: %@ · Klipp %lld

source: %@ scope
sv: %@-skop

source: 1 clip
sv: 1 klipp

source: Audio
sv: Ljud

source: Clip
sv: Klipp

source: Ease In
sv: Mjuk in

source: Ease In-Out
sv: Mjuk in och ut

source: Ease Out
sv: Mjuk ut
